import React from 'react';

const Data = [
    {
        type: 'القنب الهندي',
        text: {
            def: <p>هو نوع من العقاقير ذات تأثير نفساني، يستخرج من نبتة القنب الهندي. الجزء الرئيسي المسبب للتأثير النفساني من المرجوانا هو رباعي هيدروكنابينول (THC)، وهو واحد من 483 مركبا معروفا في النبات، بما في ذلك ما لا يقل عن 65 كانابينويد آخر. يمكن استخدام القنب بالتدخين أو التبخير أو داخل الطعام أو كمستخلص. يعد الحشيش بوابة أولى لإدمان أنواع من المخدرات الأخرى، حيث أن حوالي  70% من مدمني المخدرات كانت بدايتهم تعاطي مخدر الحشيش لذلك عليك التعرف على الأضرار الجسيمة التي يسببها والتوقف عن تعاطيه للعلاج من إدمانه.</p>,
            howMade: <p>مخدر الحشيش يستخلص من قمم زهور نبات القنب الهندي Hemp plant والذي يزرع أشجاره في المناطق الجبلية وتشيع زراعتة بصورة أكبر في الصين والهند والشرق الأوسط.<br />
                يتم تصنيع هذه المادة المخدرة من السائل المجفف أو المادة الصمغية التي يتم جمعها من على سيقان نبات القنب الهندي والنموات التي تسمى (Trichomes) التي ينتجها هذا النبات.</p>,
            effects: <p> <ul>
                <li>تناول الحشيش يؤثر عموما على المخ و يؤثر على نسبة إدراك الانسان ووعيه و إدمانه يؤدي الى ضمور بالمخ فالكثير من مدمني هذا المخدر يجهلون مايسببه من أضرار جسيمة لعدم ظهورها مبكرا</li>
                <li>تعاطي هذا المخدر يعزز من امكانية الإصابة بسرطان الرئة لاحتوائه على مركب أول أكسيد الكربون</li>
                <li>إتلاف الشعيرات الدموية الموجودة داخل الجهاز التنفسي مما يسبب تراكم المواد البلغمية وكثرة السعال، كما يظهر في بعض الحالات داء إنتفاخ الرئة الذي يؤدي إلى الموت في نهاية المطاف.</li>
                <li>التوتر والقلق لما يسببه الحشيش من ضعف نسبة التركيز والإدراك لدى المدمن، كما أنه يؤدي إلى حالة من الهلوسة بشكل مستمر خصوصاً بعد تعاطيه مباشرة وهذا يؤدي إلى الخمول والكسل والصداع المستمر.</li>
                <li>اضطرابات داخل الجهاز الهضمي، حيث يؤدي تناول الحشيش إلى تناول الطعام بشراهة وأحياناً يؤدي إلى فقدان الشهية وتقلصات بالمعدة ، ويسبب  سوء الهضم بسبب نقص الحامض المسئول عن الهضم بالمعدة الذي يسببه خلط الحشيش و التبغ.</li>
                <li>يؤثر تعاطي مخدر الحشيش على معدل ضربات القلب ويعمل على زيادتها 4 أضعاف المعدل الطبيعي كما أنه يجعل قدرة الدم على حمل الأكسجين منخفضة مما يؤثر على جميع أعضاء الجسم.</li>
                <li>زيادة ثقة المدمن بنفسه وإحساسه بالعظمة والغرور بشكل متزايد وهذا يجعل إحساس الشعور بالذنب منعدم عنده مما يؤدي إلى زيادة معدل ارتكاب الجريمة والخطأ</li>
            </ul> </p>
        },
        desc: 'هو نوع من العقاقير ذات تأثير نفساني، يستخرج من نبتة القنب الهندي. الجزء الرئيسي المسبب للتأثير النفساني من المرجوانا هو رباعي هيدروكنابينول (THC)، وهو واحد من 483 مركبا ...',
        img: 'https://media1.fdncms.com/tucsonweekly/imager/u/original/27043754/bigstock-closeup-of-marijuana-joint-and-83176226.jpg'
    },
    {
        type: 'الميثامفيتامين',
        text: {
            def: 'هو من أشد و أخطر أنواع المخدرات و غالبا ما يكون اقل سعرا من الانواع الاخرى لدرجة انه يسمى بكوكايين الفقراء. عادة ما يأتي على شكل مسحوق بلوري أبيض عديم الرائحة و يذوب بسهولة في الماء و الكحول و يعرف أيضا بالميث الكريستالي. هذا العثار مركب من صنع الانسان, يستنشق عن طريق الانف او يدخن او يذاب في الماء, وهو من المخدرات التي تسبب الادمان السريع, حيث ان تدخينه او حقنه في الوريد يؤدي الى وصوله بسرعة الى الدماغ ليتسبب بالشعور بالراحة و السعادة نتيجة افراز هرمون الدوبامين و لكن غالبا ما يتلاشى هذا الشعور الزائف بعد 6 ساعات, ومن هنا تبدأ رحلته لتدمير حياة متعاطيه',

            howMade: <p>
                يتم تصنيع هذا المخدر في مختبرات سرية صغيرة, وهناك طرق عديدة لصنعه حيث انها كلها تعتمد على معرفة صانعها بالكيمياء, فمن بين هذه الطرق:
                    <ul>
                    <li>طريقة الاصطناع المعيارية</li>
                    <li>طريقة الميث الازرق</li>
                </ul>

            </p>,
            effects: <div>
                <strong>تأثير الكريستال ميث علي المخ:</strong>
                <ul>
                    <li>ويؤثر الميثامفيتامين الكريستالي في مستويات الدوبامين في المخ (الدوبامين مادة كيميائية يفرزها المخ لتحمل الرسائل الكيميائية بين خلاياه)، وقد يؤدي التعاطي لفترات طويلة إلى الإصابة بالذهان والتلف الدماغي ونطاق من المشكلات النفسية الأخرى، والتي تشمل مرض الشلل الرعاشي ـ باركنسون (اضطراب حركي).</li>
                    <li>التشنج و التعرض لنزيف فى الدماغ.</li>
                    <li>السكتة الدماغية.</li>
                    <li>الموت المفاجئ، لأن متعاطية أكثر عُرضة للإصابة بالنوبات القلبية، أو السكتات الدماغية، بسبب تصلب الشرايين، أو ارتفاع مفاجئ فى درجة حرارة الجسم.</li>
                    <li>ويتعرض المتعاطين أيضاً لخطر الإصابة بالغيبوبة والجلطات. ويؤدي تعاطي المرأة الحامل إلى إصابة الجنين بضرر شديد يتمثل بالولادة المبكرة وتشوهات الأجنة. ويتعرض المتعاطون بالحقن أيضاً لخطر الإصابة بفيروس الإيدز.</li>
                </ul>
                <strong>بصغ الأضرار الاخرى:</strong>
                <ul>
                    <li>زيادة درجة حرارة الجسم.</li>
                    <li>زيادة معدلات نبض القلب بصورة مجهدة لعضلة القلب.</li>
                    <li>عدم استقرار الجهاز العصبي الطرفي "الثانوى"، مما يؤدي إلى نضوب الكاتيكولامين المزمن.</li>
                    <li>يحدث تغيرات في ضغط الهواء في الرئة، مما يؤدي لإنهيار الرئة و فشل الجهاز التنفسي.</li>
                    <li>يدمر هيكل الجسم ببطء، بما فى ذلك الأوعية الدموية، والأنسجة الأخرى.</li>
                    <li>يعيق قدرة الجسم على الشفاء، بسبب نقص المناعة الحاصلة من تعاطيه، وهو يؤثر بصورة كبيرة على الجلد.</li>
                    <li>لهلوسة السمعية والبصرية والحسية، لدرجة أن مدمنه في بعض الاحيان يعتقد أن ثمة حشرات تزحف تحت جلده، ويحاول جاهدًا ايقافها بحكها بقوة وبأدوات حادة أو خشنة احياناً، مما يتسبب فى انتشار الدمامل المزمنة، والبثور والندبات التى لا تزول.</li>
                    <li>يؤثر على الوزن نتيجة فقدان الشهية على الطعام ويحداث خلل كبير في النظام الغذائي مما يؤدي الى الضعف العام في الجسم و انهيار بنية و قوى الجسم</li>
                    <li>الإصابة بأمراض القلب والسكتات القلبية التي تؤدي للموت.</li>
                </ul>
            </div>
        },
        desc: 'هو من أشد و أخطر أنواع المخدرات و غالبا ما يكون اقل سعرا من الانواع الاخرى لدرجة انه يسمى بكوكايين الفقراء. عادة ما يأتي على شكل مسحوق بلوري أبيض عديم الرائحة و يذوب بسهولة في الماء...',
        img: 'https://previews.123rf.com/images/vandycandy/vandycandy1710/vandycandy171000068/89127283-blue-crystal-of-methamphetamine-isolated-on-white-background-blue-ice-bath-salt-drug-blue-meth-.jpg'
    },
    {
        type: 'الهيروين',
        text: {
            def: <div>
                <p>هي مادة خطيرة ، سريعة الإدمان وهو من أكثر وأخطر المواد المخدرة التي يتعاطاها المدمنون سواءً كان ذلك عن طريق الشم أو التدخين أو الحقن ، وهو أخطر أنواع الإستعمال لهذه المادة المخدرة. ورغم أن الهيروين إسم يتداوله الجميع إلا ان هناك الكثير من الغموض يحيط بهذا المخدر الخطير جداً.</p>
                <p>أول مرة ذكر الهيروين كان عام 1898م ، عندما إكتشف أحد علماء شركة أدوية ألمانية اسمها باير (Bayer) مادة تشبه في مفعولها [المورفين] ، وأطلق هذا العام واسمه هيلاش درسر اسم [هيروين] ، ويعني هذا الاسم باللاتينية البطولة..!</p>
            </div>,
            howMade: <p>
                يحتوي الهيروين على مادة , 36داي أستيل مورفين (, Diacetyl Morphine36) وهذه هي المادة النشطة في الهيروين عادة لا يحتوي الهيروين الذي يباع للمدمنين على نسبة عالية من هذه المادة النشطة. ففي أغلب الاوقات يحتوي الهيروين المباع على نسبة تقل عن 30% من هذه المادة النشطة. غالباً يخلط الهيروين مع مواد عادية لتخفيفه ، وبيعه بمكاسب كبيرة ، لكن ثمة أحيان يخلط الهيروين بمواد مخدرة ارخص سعراً وتكون ذات مفعول قوي ، وهنا أيضاً تكمن الخطورة ، فكثير من الاحيان لا يكون معروفاً على وجه التحديد ما هي المواد المخلوطة مع الهيروين.
            </p>,
            effects: <div>
                <ul>
                    <li>الاضطرابات النفسية وتلف الكبد والإصابة بالغرغرينة وبالتالي إلى بتر أحد القدمين أو اليدين.</li>
                    <li>حكة قوية على مستوى الجلد بسبب الاتهابات التي تتحول الى جروح بعد خدشها بقوة</li>
                    <li>الهيروين يحتوي على مادة مخدرة نشطة ، وتؤثر هذه المادة على موصلات عصبية في الدماغ تسبب للمستعمل في البداية الشعور بالسعادة ، والنشوة السريعة جداً ، والشعور بالخدر.</li>
                    <li>انخفاض ضغط الدم ، وبطء حركة عضلات القلب ، وكذلك يقود الى ضعف مركز التنفس في الدماغ.</li>
                    <li>لهيروين أيضا يقود الى شعور سريع بالسعادة ، وهذا يقود الى الادمان النفسي السريع. وكذلك يحتاج الشخص الى رفع مقدار الجرعة حتى يصل الى نفس الشعور الذي كان يحصل عليه سابقاً بجرعة أقل.</li>
                    <li>إلتهاب الأوردة.</li>
                    <li>يؤدي أيضا إلى نقل مرض الإيدز والوفاة .</li>
                </ul>
                <strong>التوقف عن الهيروين:</strong>
                <ul>
                    <li>التوقف عن الهيروين يجب ان لا يكون فجأة ودون رعاية طبية. عند التوقف عن الهيروين فإن الاعراض الانسحابية تظهر خلال 4الى 12ساعة ، وقمة ظهور الاعراض الانسحابية هو بعد 48ساعة. كذلك فالاعراض الانساحبية تقود الشخص المدمن للبحث مباشرة عن جرعة اخرى ، ولذلك فإن إدمان الهيروين واحد من أكثر أمور الادمان خطورة لمفعوله السريع ، ولظهور أعراضه الانسحابية بشكل سريع.</li>
                    <li>أهم الأعراض الانسحابية للتوقف عن الهيروين هو الاكتئاب الشديد والذي قد يقود الى الانتحار المفاجئ. ومن الاعراض الاخرى للتوقف المفاجئ عن الهيروين الأم شديدة في الاطراف ، مع إفراز غزير للعرق تصحبه قشعريرة في الجلد وكذلك إنكماش في الجلد. كذلك يعاني الشخص الذي يتوقف عن الهيروين من إسهال شديد واضطراب في نسبة المواد المعدنية في الدم نتيجة افراز العرق الشديد والاسهال الشديد. كذلك تتسع حدقتا العين ، ويصاب الشخص بالرجفة في جميع جسده. المدمن على الهيروين بعد توقفه يشعر بخمول شديد ، ويشعر بأنه لا يستطيع عمل أبسط الأشياء ، كذلك لا يستطيع النوم ويصاب بأرق شديد ، وهذا الأرق يجعله يبحث عن أي شيء يساعده على النوم مما قد يجعله يتعاطى أشياء ضارة أو أدوية قد انتهى مفعولها كي ينام.تستمر الاعراض الانساحبية في شدتها لمدة اسبوع بعد ذلك تبدأ في الاضمحلال وتقل شدتها.</li>
                </ul>
            </div>
        },
        desc: 'هي مادة خطيرة ، سريعة الإدمان وهو من أكثر وأخطر المواد المخدرة التي يتعاطاها المدمنون سواءً كان ذلك عن طريق الشم أو التدخين أو الحقن ، وهو أخطر أنواع الإستعمال لهذه المادة المخدرة...',
        img: 'https://www.spokanepublicradio.org/sites/kpbx/files/201706/heroin-abuse.jpeg'
    },
    {
        type: 'الكوكايين',
        text: {
            def: 'يستخرج الكوكايين من شجرة نبات ” كوكا ” في أمريكا الجنوبية، و له أثر منشط و منبه للجهاز العصبى ، حيث يؤثر على المخ و يؤدي للشعور بالنشوة ، كما أن ادمان الكوكايين قد يحدث عند تعاطى أبسط كمية أو جرعة، و يؤدى لإدمان جسدي و نفسي أي يحتاجه الجسم بعد ذلك بشدة و لا يستطيع العقل التفكير سوى به.',
            howMade: 'يستخلص من أوراق نبات الكوكا الذي ينمو في أمريكا الجنوبية حيث يمضغه الأهالي وهو معروف لديهم منذ 5000 عام خاصة بوليفيا وبيرو أو يضعونه مع الشاي ويشربونه للانتعاش والتغلب علي التعب. وكانت مادة الكوكاببن النقية قد عزلت عن النبات عام 1880 بواسطة ألفريد نيمان  وكانت تستعمل كمخدر موضعي في جراحات العين والأنف والحلق لأن هذه المادة تضيق الأوعية الدموية وتمنع النزيف. وقد استعمله الاطباء في بداية القرن الماضي كعلاج للاكتئاب سيجموند فرويد  وعسر الهضم والأزمة الشعبية, والاعتماد على المخدرات!! كما كانت تخلط اوراق الكوكا ونبات الكولا لتصنيع مشروب الكوكا كولا ولكن اعتبارا من 1906 منع تداول الكوكايين في الصيدليات وإضافته على المشروبات وحاليا لايستعمل الكوكايين في العلاج. والكوكايين مسحوق أبيض ويضاف مسحوق السكر له أو مادة الليدوكايين المخدرة موضوعيا لتخفيفه ولغشه. والكوكايين هيدروكلوريد يستنشق كمسحوق أو يذاب في الماء للحقن بالوريد أو يدخن ويعطي تأثير الحقن عبر الرئة. والذين يدخنون الكوكايين يعانون من قصر التنفس وآلام صدرية مبرحة نتيجة جرح الرئة ونزيفها. والكوكايين يصل المخ في مدة 3- 5 دقائق وبالوريد في 15 – 30 ثانية.',
            effects: <ul>
                <li>ضبابية فى الرؤية ، القىء، القلق الشديد، التوتر، إتساع حدقة العين، إنقباض الأوعية الدموية، سرعة التنفس ، التعرق، آلآم فى الصدر، الهلوسة و السلوك العدوانى.</li>
                <li>شم الكوكايين بإنتظام يؤدى إلى فقدان حاسة الشم ، نزيف بالأنف، مشكلات فى البلع، بحة فى الصوت ورشح مزمن.</li>
                <li>حالات مرضية حادة فى القلب و المخ و الأوعية الدموية مثل الجلطة الدماغية و النوبات القلبية و التى قد تؤدى إلى الوفاة</li>
                <li>ضعف مناعة الجسم.</li>
                <li>الإصابة بالالتهاب الكبدي الوبائي.</li>
            </ul>
        },
        desc: 'هو مخدر مكتسب من أوراق نبات الكوكا. هو منبه للجهاز العصبي المركزي وقامع للشهية، يخلق إحساساً مبتهجاً من السعادة والطاقة المتزايدة. مع أنه يكثر استخدامه للتسلية...',
        img: 'https://drugabuse.com/wp-content/uploads/drugabuse_shutterstock-217852807-cocaine-on-table-rolled-bill.jpg'
    },
    {
        type: 'الاكستازي (Ecstasy)',
        text: {
            def: '',
            howMade: '',
            effects: ''
        },
        desc: 'desk',
        img: 'https://img-3.journaldesfemmes.fr/RBI-zOvn9r6ZqtPKEoptJ3A6kW4=/910x607/smart/7ab427462a544519ac332a17311d13a3/ccmcms-jdf/11652821.jpg'
    },
    {
        type: 'المنشطات و الهرمونات',
        text: {
            def: '',
            howMade: '',
            effects: ''
        },
        desc: 'desk',
        img: 'https://img-3.journaldesfemmes.fr/RBI-zOvn9r6ZqtPKEoptJ3A6kW4=/910x607/smart/7ab427462a544519ac332a17311d13a3/ccmcms-jdf/11652821.jpg'
    }

]

export default Data;