import React from 'react';

const Data2 = [
    {
        title: 'المخدرات في المدارس',
        img: 'https://www.verywellfamily.com/thmb/n4mcSpgejYJjIlOhZob0URogXrA=/500x350/filters:no_upscale():max_bytes(150000):strip_icc()/prescription-drug-abuse--addiction-in-school-setting--821547616-84719d9c22e44761872c6e7047aa00ad.jpg',

        desk: 'كان يتميز مهند بالكثير من النباهة والذكاء والتفوق بين أقرانه، مما جعله مفضل لدى الكثير من معلميه الذين يتابعون دراسته كل يوم، ولكن مهند لديه عيب وهو " الفضول " الذي قد يكون قاتلاً وقد يكون نافعاً إذا استخدمه كما ينبغي وبتوجيه صحيح، ولكن تأتي الرياح بما لا تشتهي السفن.',


        story: <p>
            كان مهند في رحلة مع مجموعة من أصدقائه، وبدأ يلاحظ أن أحد أصدقائه يخرج شيء من جيبه ويبتلعه ببعض الماء، بصورة حذرة حاول مهند أن لا يتدخل فيما لا يعنيه، ولكنه لم يستطع أن يصمت حين رأه مرة أخرى وهو يبتلع نفس الشيء، فسأله مستنكراً " مالذي تأكله ؟" فاضطرب صديقه وهو يخبره أنه دواء يساعده على التركيز والفرفشة وعدم الشعور بالألم .

فقال له مهند والفضول يأكله، دعني أجربه فأنا أحس بأن جسمي يؤلمني من كثرة حركتي اليوم، فأعطاه صديقه قرصاً أبيض، وقال له ابلعه بالماء مباشرة دون أن يرانا أحد، وبعد نصف ساعة بدأ مهند يشعر وكأن قوته تتضاعف ومزاجه هاديء ولديه شعور عميق بأن كل شيء سيكون بخير .. ومر اليوم واستيقظ مهند في اليوم الثاني وهو يتذكر ذلك الإحساس الذي أحس به البارحة، فوجد نفسه يبحث عن صديقه هذا ويطلب منه قرص آخر.

فقال له صديقه ليس معي وسأذهب بعد الدراسة لشرائه .. حاول مهند أن يصبر حتى انتهاء اليوم الدراسي ولكنه لم يستطع فلهفته واشتياقه لذلك الشعور جعله يطلب من صديقة أن يخرجا من المدرسة سريعاً ويعودون قبل انتهاء اليوم الدراسي وكانت هذه بداية النهاية لمهند.<br />
            استمر الحال لفترة قصيرة كان علي مهند يومياً مغادرة مدرسته لشراء تلك الحبوب ثم بدأ يتعامل مع زملائه تعامل غريب لم يعهده أحد عليه، حتى مع مدرسيه، أصبح شخص عنيد لا يستطيع أحد أن يطلب منه شيء هو لا يريد أن يفعله، وبدأ مهند يبتعد عن تفوقه شيئاً فشيئاً، حتى وصل لمرحلة عدم استطاعة المدرسة على احتماله وتحمل مشاكله التي أصبحت متفاقمة، فترك الدراسة بادعاء أنه يريد العمل، وكان هذا القرار هو الفيصل في حياة مهند، فقد وجد نفسه لا يفعل شيء سوى التعاطي والبحث عن المخدرات.

            مع تدهور حالته بدأ يسرق مدخرات والديه بل إنه أصبح يأخذ كل ما يجده أمامه ويمكن بيعه ، ثم ينكر أنه قد رأى أي من تلك الأشياء ، حتى عرف أهله ما وصل له من تدني في أخلاقه وحاله، وكانوا في حيرة مالذي دفعه لما وصل إليه، ولكنهم لا يعرفون أن هذه المأساة بدأت بالفضول لتناول مالا يعرفه، ثم إصراره على الاستمرار بل إنه ترك دراسته من أجل أن يصل لذلك الشعور وبالفعل وصل له ، ولكن كانت النتيجة أنه فشل في دراسته، وتحول مع الوقت لمدمن مخدرات يتعاطى كل ما يجده، ويجرب كل ما تصل له يديه، حتى وجدت أسرته أنه ليس له مكان فيها، بل لابد أن يدخل مستشفى لعلاج الإدمان، حتى يستعيد نفسه، فلم يعد له أي قيمة بعد أن أفقدته المخدرات قيمته
        </p>
    },
    {
        title: 'المنشطات أيضا يمكن لها تدمير حياة متعاطيها',
        img: 'https://images.fridaymagazine.ae/1_2303036/imagesList_0/1693200836_main.jpg',
        desk: 'اقترب موعد البطولة التي يعدها النادي لكمال الأجسام و محمود مازال لم يصل للمستوى المطلوب ليشترك بها، ولكنه يحاول جاهداً أن يصل للمستوى المطلوب في وقت سريع، فهو يريد أن يرى نتيجة كل تدريب وكل حركة، ولكنه لم يصل حتى الآن لذلك، فماذا يفعل؟',


        story: <div>
            <p>بعد إحدى التدريبات التقى أحد أصدقائه الذين بدأ معهم التدريب ولكنه فوجيء بأنه " فورمة " ممتازة وفي وقت قليل، فسأله مندهشاً: كيف وصلت لهذا ونحن بدأنا في نفس الوقت؟ فأجابه ضاحكاً: الهرمونات يا صديقي .. فطلب منه محمود اسم الدواء الذي يأخذه، فأعطاه بعض الأسامي لأدوية تؤخذ بطريقة معينة و أخبره أن النتيجة ستكون فعالة، ومباشرة ذهب للصيدلية وجلب الأدوية وبدأ في تناولها كما أخبره صديقه.. في البداية أحس بتحسن ونشاط كبير ولكنه مع الوقت بعد ذهاب مفعول الأدوية بدأ يحس بأن جسده يؤلمه، ولا يعرف كيف يسيطر على هذا الألم.</p>

            <p>اتصل بصديقه وسأله عن سبب ذلك فرد عليه صديقه بأن معه الحل ولكنه حين يقابله سيقول له .. وبالفعل التقيا و أخبره صديقه أن عنده دواء معين لكنه نادراً ما سيجده ولذلك لابد أن يلجأ له إذا أراد من هذا الدواء المزيد، و أعطاه شريط يحتوي على عشرة كبسولات اسمه " ليريكا " وأخبره أنه سيخفف عنه الألم، وبالفعل بدأ محمود يأخذ منه بعد كل تمرين، وبالفعل بدأ يرتاح، ولكنه بعد أيام أصبحت الجرعة التي كان يأخذها لا تكفيه وبدأ يحس بالألم، واتصل بصديقه مجدداً وسأله عن السبب، فأخبره صديقه أن يزيد الجرعة.</p>

            <p>بدأ بالفعل محمود يزيد من الجرعة كل فترة .. حتى وصل لمعدل يومي كبير ولم يهمه ذلك ولكن كل ما أهمه أنه أصبح يتعب من أقل مجهود، وضاق صدره وأصبح تنفسه صعب، كل هذا ظن أنه يستدعي منه زيادة الجرعة، وكلما زاد كلما زادت هذه الأعراض، حتى اضطر للتوقف عن التمرين ولكنه لم يتوقف عن تعاطي المسكن بل زاد منه، وبدأت نفسيته تسوء حتى وجد نفسه في صباح أحد الأيام لا يستطيع التحرك من فراشه إلا بعد أن أخذ جرعة ليريكا.</p>

            <p>هنا أحس محمود أن هناك مشكلة ولكن كان يهمه تسكين الآلام أكثر من أن يعالج صعوبة تنفسه، ولكنه مع الوقت نفسيته تسوء أكثر فأكثر، حتى اعتزل أصدقائه و أصبح يجلس وحيداً طول الوقت، وبدأ يحس بأن تنفسه ليس منتظماً ولكنه لم يهتم .. وحين كان يحمل بعض الأغراض للمنزل وجد نفسه لا يستطيع التنفس تماماً ووقف مكانه محاولاً التنفس ولكنه لم يستطع، فأشار لبعض الناس مستغيثاً ثم لم يعرف ماذا حدث له.</p>

            <p>استيقظ فوجد نفسه في العناية الفائقة يتنفس من خلال أنبوب أوكسجين، وبعد عمل التحاليل له عرف الأطباء أنه مدمن على عقار ليريكا والذي تسبب في سد الشعب الهوائية عنده، ولابد من أجل حياته أن يقلع عن هذا العقار .. سقط هذا الخبر على العائلة كالصاعقة .. كيف حدث هذا ؟! محمود الرياضي !! البطل !! مدمن مخدرات .. كيف حدث هذا فهو رياضي ذو طبع جميل مع أهله وأصدقائه .. ولم تجد العائلة سوى طريق العلاج من هذا السم في أحد مراكز علاج الإدمان</p>

            <p>ومازالوا ينتظرون أن يتعافى محمود، ويعود لحياته .. الإدمان عدو متربص دائماً يستغل كل الفرص ليدخل إلى مساحتك الخالية، وقد يستخدم أي طريق ليوقعك في حباله .</p>
        </div>
    },
    {
        title: 'مدمن مخدرات معتقل',
        img: 'https://www.sussexexpress.co.uk/sttms.blob.core.windows.net/images/T0FLMTE4NzEzOTA3.jpg?&width=640',
        desk: 'كانت حياتي قبل اعتقالي أكثر من جحيم على الأرض من الحياة، تعديت على حقوق الجميع وتخطيت كل شيء من أجل سعادتي الشخصية، فقد كان وجودي متمحوراً حول تلبية احتياجاتي الخاصة، وشملت أساليبي غير المشروعة سرقة الأموال من عائلتي، وبيع المخدرات وقتما استطعت ذلك.',
        story: <div>
            <p>كان الإدمان بالنسبة لي هو كل شيء في حياتي، ولكننى لم أكن سعيداً بحياتي، وكلما كنت اشعر باليأس أكثر، كنت أقوم بتعاطي  المخدرات لنسيان ما كنت أشعر به، ولكنني اتساءل الان، هل كانت تلك الطريقة الصحيحة للتعامل مع هذه المشاعر السلبية، بالاضافة الى الشعور بالوحدة أو العزلة؟ ...على الاغلب لا.</p>
            <p>وبعد ذلك، تورطت في كثير من المشكلات والجرائم التي قادتني إلى السجن، وفي السجن وجدت نفسي وحيدا من جديد، بعيدا حتى عن المخدرات، ولم استطع ان احصل على ما اريد بين جدران السجن الاربعة، تعرضت في هذا الوقت لأعراض خطيرة، وانتهى بى الحال في مستشفى لعلاج الإدمان تحت حراسة مشددة، وبعد المرور بهذه الأعراض، ومساعدة الاطباء لي في هذه المرحلة، وجدت ان وجودى  بين حوائط السجن هو الأصلح لي حتى أكون بعيدا عن المواد المخدرة، وحتى لا استطيع الحصول على الهيروين مرة اخرى.</p>
            <p>وقد ساهم وجودى في المعتقل في حجبي عن المخدرات لفترة طويلة، جعلتني أتعرف على الكثير من النشاطات التي حادت بي عن طريق الإدمان، واوصلني الى الطريق الصحيح، وأصبح لدي أمل كبير في ان اكون قادرا على تغيير حياتي بعد الخروج من السجن.</p>
        </div>
    },
    {
        title: 'الصحبة السيئة',
        img: 'https://www.michaelshouse.com/wp-content/uploads/2008/08/shutterstock_71425363-525x350.jpg',
        desk: 'منذ اللحظة الأولى لولادتي وأنا تعيس .. بهذه العبارة كان دائماً يتحدث كريم عن نفسه بين أصدقائه،وحين سأله أحمد صديقه في أحد المرات عن سبب حزنه الدائم، قال له : إن بيتنا عبارة عن سجن كبير، فأنا لا يسمح لي بالخروج سوى للمدرسة فقط، ودائماً ما يضربني والدي لسبب وغير سبب',
        story: <div>
            <p>أطرق أحمد برأسه قليلاً ثم قال بصوت منخفض : أنا عندي الحل وهنا برقت عينا كريم وهو ينظر له بلهفة وفضول، فقال له أحمد : ولكن بشرط أن لا يعرف أحد بذلك ويكون سراً بيني وبينك، فقد عانيت مثلك بسبب انفصال والدي ووجدت الحل وأنا أمارسه الآن ومرتاح ولا يهمني أي شئ فنظر له كريم نظرة المتلهف الذي سينفذ كل شئ .. فقال له أحمد : كل ما عليك فعله هو أن تجرب معي الآن هذا الدخان وتخبرني ما رأيك فقال كريم : لن أدخن فربما يذبحني والدي .. قال له : لن تدخن يا غبي بل ستأخذ بعض الأنفاس منه وليس شرطاً أن تدخن .. فوافق كريم على مضض.</p>
            <p>أخرج أحمد سيجارة ملفوفة بطريقة رديئة وقال تعال معي لدورات المياة ، وهناك أشعل أحمد السيجارة وأخذ منها نفس عميق وأعطاها لكريم ، فأمسك بها كريم متحذراً منها ، فقال له أحمد خذ نفس واكتمه في صدرك .. فعل كريم ذلك، وما إن دخل الدخان لصدرة أحس بأنه عبارة عن كاتم للنفس، حيث سعل مرتين وأعطاه إياها وقال له : هذا أسوأ شئ، لا أستطيع التنفس .. ابتسم أحمد وسكت .. و بدأ كريم يتحرك للخروج من منطقة دورات المياه .. وقبل أن يصل للباب .. توقف والتفت لأحمد وهو في حالة ذهول وسأله ما هذا الذي شربته .. فضحك أحمد وقال له : أرأيت ؟ بماذا تحس الآن ؟ هذا حشيش .. فقال له كريم : أحس بأنني أطير عن الأرض .. فضحك أحمد بقوة وقال له : وهذا ما أريد أن تكون عليه .</p>
            <p>ومن هذا الموقف كان أحمد وكريم كل يوم في الفسحة اليومية، يتوارون عن الأنظار ويدخنون سيجارة الحشيش ويكملون يومهم .. حتى أصبح كريم ينتظر معاد المدرسة بفارغ الصبر حتى يلتقي صديقه أحمد ويتبادلون الأنفاس ويعيش حالة الانتعاش الذي يشعر بها حين يشرب الحشيش .. ولكن في يوم من الأيام كان أحد المدرسين يتجول في المكان الذي كانوا يتعاطون فيه كل يوم، فوجدهم جالسين وبيدهم السجارة، فأخذهم كما هم وذهب بهم لمدير المدرسة، فتم استدعاء أولياء أمورهم وقرر معهم المدير طردهم من المدرسة حتى لا يتجرأ بقية الطلاب على مثل هذا الفعل، وحين عاد كريم للمنزل أصر والده على عقابه بحبسه داخل حجرته وعدم خروجه إطلاقاً منها حتى يجد مدرسة أخرى تقبل به.</p>
            <p>بعد يومين من تصرف والده معه بهذه الطريقة ، قرر كريم الهرب من المنزل ، فهو يريد أن يلتقي صديقه أحمد ويعود قبل أن يشعر به والده، وبالفعل ذهب لبيت صديقه، والتقى به و تعاطوا الحشيش، ثم اقترح أحمد على كريم أن يقيم معه في المنزل فليس معه أحد، كما أن والداه منفصلان ونادراً ما يأتي أحد لزيارته، فعاد كريم لمنزله وهو يفكر في اقتراح صديقه، خصوصاً أنها ستكون فرصة له كي يمارس ما يحبه.. وصل لمنزله فوجد والده ينتظره وحين سأله أين كنت ؟ أخبره أنه كان مع صديقه أحمد .. فقال له والده لن تعيش هنا مرة أخرى فاذهب وابحث عن عمل فلن تقبل بك أي مدرسة ، وأغلق الباب في وجهه.</p>
            <p>فوجيء كريم بهذا التصرف، ولكنه كان سعيداً بأن والده فعل ذلك، وعاد لصديقه أحمد، وقد أحس بأنه حر طليق وسيفعل كل شيء هو وصديقه .. وبالفعل ، ما تركا نوع مخدر إلا وتعاطوه ولكن هناك مشكلة فالأموال التي يعطيها والد أحمد له لم تعد تكفيهما كي يجلبا المخدرات، وحين أخبرا الديلر الذي يتعاملون معه عن عدم قدرتهم على دفع ثمن المخدر الآن ..فاقترح عليهم الديلر أنه سيسمح لهم بالتعاطي مجاناً بشرط أن يوزعا له بعض المخدرات على بعض الأشخاص، فوافق كلاهما على الاقتراح.</p>
            <p>استمرا على هذا الأمر حتى اليوم المشؤوم الذي تعاطى فيه أحمد كمية من مخدر جديد ولكن قلبه لم يستطع تحمل المخدر وحدث له انهيار في الدورة الدموية وتوفى ، وحين ذهب به للمستشفى بلغت المستشفى الشرطة الجنائية ، فوجهت التهمة لكريم ولكن الأخير لم يجد مخرجاً سوى أن يعترف بكل شيء، ففقدان صديقه جعله ينهار تماماً .. فتم الحكم عليه بدخول السجن مع توصيه بعلاجه من الإدمان، وهو الآن يقضى مدة عقوبته بعد تم علاجه من الإدمان ولكن مستقبله أصبح غير واضح المعالم فقد عاش بدون وعي حتى خسر كل شيء .. وكم تحمل هذه الدنيا من الخاسرين الذين ظهر لهم الأمل بعد معاناة .</p>
        </div>
    }
]

export default Data2;