import React from 'react';

const Data = [
    {
        type: 'القنب الهندي',
        text: {
            def: <p>هو نوع من العقاقير ذات تأثير نفساني، يستخرج من نبتة القنب الهندي. الجزء الرئيسي المسبب للتأثير النفساني من المرجوانا هو رباعي هيدروكنابينول (THC)، وهو واحد من 483 مركبا معروفا في النبات، بما في ذلك ما لا يقل عن 65 كانابينويد آخر. يمكن استخدام القنب بالتدخين أو التبخير أو داخل الطعام أو كمستخلص. يعد الحشيش بوابة أولى لإدمان أنواع من المخدرات الأخرى، حيث أن حوالي  70% من مدمني المخدرات كانت بدايتهم تعاطي مخدر الحشيش لذلك عليك التعرف على الأضرار الجسيمة التي يسببها والتوقف عن تعاطيه للعلاج من إدمانه.</p>,
            howMade: <p>مخدر الحشيش يستخلص من قمم زهور نبات القنب الهندي Hemp plant والذي يزرع أشجاره في المناطق الجبلية وتشيع زراعتة بصورة أكبر في الصين والهند والشرق الأوسط.<br />
                يتم تصنيع هذه المادة المخدرة من السائل المجفف أو المادة الصمغية التي يتم جمعها من على سيقان نبات القنب الهندي والنموات التي تسمى (Trichomes) التي ينتجها هذا النبات.</p>,
            effects: <p> <ul>
                <li>تناول الحشيش يؤثر عموما على المخ و يؤثر على نسبة إدراك الانسان ووعيه و إدمانه يؤدي الى ضمور بالمخ فالكثير من مدمني هذا المخدر يجهلون مايسببه من أضرار جسيمة لعدم ظهورها مبكرا</li>
                <li>تعاطي هذا المخدر يعزز من امكانية الإصابة بسرطان الرئة لاحتوائه على مركب أول أكسيد الكربون</li>
                <li>إتلاف الشعيرات الدموية الموجودة داخل الجهاز التنفسي مما يسبب تراكم المواد البلغمية وكثرة السعال، كما يظهر في بعض الحالات داء إنتفاخ الرئة الذي يؤدي إلى الموت في نهاية المطاف.</li>
                <li>التوتر والقلق لما يسببه الحشيش من ضعف نسبة التركيز والإدراك لدى المدمن، كما أنه يؤدي إلى حالة من الهلوسة بشكل مستمر خصوصاً بعد تعاطيه مباشرة وهذا يؤدي إلى الخمول والكسل والصداع المستمر.</li>
                <li>اضطرابات داخل الجهاز الهضمي، حيث يؤدي تناول الحشيش إلى تناول الطعام بشراهة وأحياناً يؤدي إلى فقدان الشهية وتقلصات بالمعدة ، ويسبب  سوء الهضم بسبب نقص الحامض المسئول عن الهضم بالمعدة الذي يسببه خلط الحشيش و التبغ.</li>
                <li>يؤثر تعاطي مخدر الحشيش على معدل ضربات القلب ويعمل على زيادتها 4 أضعاف المعدل الطبيعي كما أنه يجعل قدرة الدم على حمل الأكسجين منخفضة مما يؤثر على جميع أعضاء الجسم.</li>
                <li>زيادة ثقة المدمن بنفسه وإحساسه بالعظمة والغرور بشكل متزايد وهذا يجعل إحساس الشعور بالذنب منعدم عنده مما يؤدي إلى زيادة معدل ارتكاب الجريمة والخطأ</li>
            </ul> </p>
        },
        desc: 'هو نوع من العقاقير ذات تأثير نفساني، يستخرج من نبتة القنب الهندي. الجزء الرئيسي المسبب للتأثير النفساني من المرجوانا هو رباعي هيدروكنابينول (THC)، وهو واحد من 483 مركبا ...',
        img: 'https://media1.fdncms.com/tucsonweekly/imager/u/original/27043754/bigstock-closeup-of-marijuana-joint-and-83176226.jpg'
    },
    {
        type: 'الميثامفيتامين',
        text: {
            def: 'هو من أشد و أخطر أنواع المخدرات و غالبا ما يكون اقل سعرا من الانواع الاخرى لدرجة انه يسمى بكوكايين الفقراء. عادة ما يأتي على شكل مسحوق بلوري أبيض عديم الرائحة و يذوب بسهولة في الماء و الكحول و يعرف أيضا بالميث الكريستالي. هذا العثار مركب من صنع الانسان, يستنشق عن طريق الانف او يدخن او يذاب في الماء, وهو من المخدرات التي تسبب الادمان السريع, حيث ان تدخينه او حقنه في الوريد يؤدي الى وصوله بسرعة الى الدماغ ليتسبب بالشعور بالراحة و السعادة نتيجة افراز هرمون الدوبامين و لكن غالبا ما يتلاشى هذا الشعور الزائف بعد 6 ساعات, ومن هنا تبدأ رحلته لتدمير حياة متعاطيه',

            howMade: <p>
                يتم تصنيع هذا المخدر في مختبرات سرية صغيرة, وهناك طرق عديدة لصنعه حيث انها كلها تعتمد على معرفة صانعها بالكيمياء, فمن بين هذه الطرق:
                    <ul>
                    <li>طريقة الاصطناع المعيارية</li>
                    <li>طريقة الميث الازرق</li>
                </ul>

            </p>,
            effects: ''
        },
        desc: 'هو من أشد و أخطر أنواع المخدرات و غالبا ما يكون اقل سعرا من الانواع الاخرى لدرجة انه يسمى بكوكايين الفقراء. عادة ما يأتي على شكل مسحوق بلوري أبيض عديم الرائحة و يذوب بسهولة في الماء...',
        img: 'https://previews.123rf.com/images/vandycandy/vandycandy1710/vandycandy171000068/89127283-blue-crystal-of-methamphetamine-isolated-on-white-background-blue-ice-bath-salt-drug-blue-meth-.jpg'
    },
    {
        type: 'الهيروين',
        text: {
            def: '',
            howMade: '',
            effects: ''
        },
        desc: 'desk',
        img: 'https://www.spokanepublicradio.org/sites/kpbx/files/201706/heroin-abuse.jpeg'
    },
    {
        type: 'الكوكايين',
        text: {
            def: '',
            howMade: '',
            effects: ''
        },
        desc: 'desk',
        img: 'https://drugabuse.com/wp-content/uploads/drugabuse_shutterstock-217852807-cocaine-on-table-rolled-bill.jpg'
    },
    {
        type: 'الاكستازي (Ecstasy)',
        text: {
            def: '',
            howMade: '',
            effects: ''
        },
        desc: 'desk',
        img: 'https://img-3.journaldesfemmes.fr/RBI-zOvn9r6ZqtPKEoptJ3A6kW4=/910x607/smart/7ab427462a544519ac332a17311d13a3/ccmcms-jdf/11652821.jpg'
    },
    {
        type: 'المنشطات',
        text: {
            def: '',
            howMade: '',
            effects: ''
        },
        desc: 'desk',
        img: 'https://img-3.journaldesfemmes.fr/RBI-zOvn9r6ZqtPKEoptJ3A6kW4=/910x607/smart/7ab427462a544519ac332a17311d13a3/ccmcms-jdf/11652821.jpg'
    }

]

export default Data;